Repository: Xapitonov/palaura
Catalog: po/extra/*.po
Languages: fr

source: Find any word definition with this handy dictionary
fr: Trouvez n'importe quelle définition de mot avec ce dictionnaire pratique

source: Words;Dictionary;Search;
fr: Mots;Dictionnaire;Recherche;

source: Find any word's definition with this handy dictionary
fr: Trouvez la définition de n'importe quel mot avec ce dictionnaire pratique

source: Find any word's definition, and details about it, with this handy dictionary by your side
fr: Trouvez la définition de n'importe quel mot, et des détails à son sujet, avec ce dictionnaire pratique à vos côtés

source: Quit anytime with the shortcut Ctrl + Q
fr: Quittez à tout moment avec le raccourci Ctrl + Q

source: Available in English and Spanish
fr: Disponible en Anglais et en Espagnol

source: Release: Minimal et al
fr: Version : Minimalisme

source: French translation and some fixes.
fr: Traductions en français et quelques corrections.

source: Release: Hello Juno!
fr: Version : Salut Juno !

source: Initial update for Juno
fr: Mise à jour initiale pour Juno

source: Release: Hablas Español?
fr: Version : Hablas Español?

source: Added preferences with option to search in the Spanish Dictionary
fr: Ajout des préférences avec une option pour chercher dans le dictionnaire espagnol

source: Small UI changes to look even more like a real dictionary
fr: Petits changements graphiques pour ressembler toujours plus à un vrai dictionnaire

source: Release: Faster Lookups
fr: Version : Recherches plus rapides

source: Port to Oxford API for the Dictionary
fr: Passage à l'API d'Oxford pour le dictionnaire

source: Release: Appcenter Fixes Yet Again
fr: Version : Encore des corrections pour le Centre d'Applications

source: Some AppCenter fixes
fr: Quelques corrections pour le Centre d'Applications

source: Release: Appcenter Fixes
fr: Version : Corrections pour le Centre d'Applications

source: First Stable release
fr: Première version stable
