Repository: Xapitonov/palaura
Catalog: po/*.po
Languages: nl_nl

source: Find any word's definition with this handy dictionary
nl_nl: Vind de definitie van elk woord met dit handige woordenboek

source: Find any word's definition, and details about it, with this handy dictionary by your side
nl_nl: Vind de uitgebreide definitie van elk woord met dit handige woordenboek

source: Quit anytime with the shortcut Ctrl + Q
nl_nl: Sluit de app af met Ctrl + Q

source: Available in English and Spanish
nl_nl: Beschikbaar in het Engels en Spaans

source: Find any word definition with this handy dictionary
nl_nl: Vind de definitie van elk woord met dit handige woordenboek

source: Words;Dictionary;Search;
nl_nl: Woorden;Woordenboek;Zoeken;

source: Search words
nl_nl: Zoek naar woorden

source: Home
nl_nl: Startpagina

source: Settings
nl_nl: Instellingen

source: Definition
nl_nl: Definitie

source: Search a Word
nl_nl: Zoek een woord

source: Use the searchbar to find the word you're looking for.
nl_nl: Gebruik de zoekbalk om een woord te vinden.

source: Finding your word, please waitâ¦
nl_nl: Bezig met zoeken, even geduld...

source: Search
nl_nl: Zoeken

source: No words found
nl_nl: Geen woorden gevonden

source: Try fixing your search term.
nl_nl: Probeer een andere zoekopdracht.

source: Preferences
nl_nl: Voorkeuren

source: Dictionary Preferences
nl_nl: Woordenboekvoorkeuren

source: Lookup language:
nl_nl: Opzoektaal:

source: English
nl_nl: Engels

source: Spanish
nl_nl: Spaans
